Revit 2027 API
ParameterTypeId.DatumVolumeOfInterest Property
 "Scope Box"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DatumVolumeOfInterest { get; }
Public Shared ReadOnly Property DatumVolumeOfInterest As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DatumVolumeOfInterest {
	ForgeTypeId^ get ();
}
static member DatumVolumeOfInterest : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace